{
    "title": "Projects",
    "description": "Here we can see some of simple React projects which i have done while learning React.",
    "items": [
        {
            "title": "My Portfolio App",
            "description": "I have created My portfolio app and hosted in github pages to easily access 24*7.",
            "ulist": [
                "Portfolio contains N number of sections to explain about myself, My experience, My education and Projects details, etc, ...",
                "The About Me section contains my personal details and skills information",
                "The Experience section contains information about my work experience with details.",
                "Education section contains information about my schools and college details.",
                "The Projects section contains information about my projects details which i have done while learning about react app.",
                "Contact section contains information about my contact details of email id and linedIn."
            ],
            "technologies": [
                {
                    "title": "React",
                    "url": "https://reactjs.org/"
                }
            ],
            "preview": {
                "name": "My Portfolio",
                "url": "https://muniyan.github.io/portfolio/"
            },
            "timeline": "May, 2020"
        },
        {
            "title": "Task Manager App",
            "description": "Advanced Todo app and it can store and maintain list complex todo list items.",
            "ulist": [
                "Users can create one parent board to store all the task information.",
                "User can add N number of list items to store big goal items and all list items will store under parent board.",
                "Users can create a list of sub tasks and add in under list items. The user can do subtasks one by one and complete one by one and once all sub tasks are completed then finally the list will complete and move to next list items on board.",
                "Users can add comments in each sub task to keep track of everyday work.",
                "Users can delete unwanted sub tasks and lists which are created by the user."
            ],
            "technologies": [
                {
                    "title": "React",
                    "url": "https://reactjs.org/"
                }
            ],
            "preview": {
                "name": "Task Manager App",
                "url": "https://muniyan.github.io/task/"
            },
            "timeline": "Jun, 2019"
        },
        {
            "title": "Todo App",
            "description": "Users can add and manage lists of todo items and it will help to keep track items status and complete on time.",
            "ulist": [
                "Users can add items to track and manage in future.",
                "Users can edit existing items' names to correct their mistakes.",
                "Users can delete existing items which are not required.",
                "Users can mark items are completed and users can concentrate next items in the list."
            ],
            "technologies": [
                {
                    "title": "React",
                    "url": "https://reactjs.org/"
                }
            ],
            "preview": {
                "name": "Todo App",
                "url": "https://muniyan.github.io/todo/"
            },
            "timeline": "Feb, 2019"
        }
    ]
}